results/low/adaptive/adaptive_case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    left
    {
        type            patch;
        nFaces          17;
        startFace       823;
    }
    right
    {
        type            patch;
        nFaces          17;
        startFace       840;
    }
    down
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       857;
    }
    up
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       877;
    }
    cylinder
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       897;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          880;
        startFace       937;
    }
)

// ************************************************************************* //
